{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "[SEP]",
      3
    ],
    "cls": [
      "[CLS]",
      2
    ]
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "N": 8,
      "T": 9,
      "AA": 10,
      "TG": 11,
      "CC": 12,
      "AG": 13,
      "TT": 14,
      "GG": 15,
      "AC": 16,
      "TC": 17,
      "AT": 18,
      "GC": 19,
      "ATG": 20,
      "AGC": 21,
      "ACC": 22,
      "ATT": 23,
      "TTG": 24,
      "TAA": 25,
      "GAA": 26,
      "TCC": 27,
      "TGC": 28,
      "ATC": 29,
      "TTC": 30,
      "AGG": 31,
      "TGG": 32,
      "AAC": 33,
      "AAG": 34,
      "TAC": 35,
      "GGC": 36,
      "CCC": 37,
      "TAG": 38,
      "GGG": 39,
      "AAAA": 40,
      "TGAA": 41,
      "AGAA": 42,
      "TGGG": 43,
      "AGCC": 44,
      "TTTT": 45,
      "ACG": 46,
      "TAT": 47,
      "TGCC": 48,
      "TGAG": 49,
      "TGGC": 50,
      "ATGC": 51,
      "AGAG": 52,
      "TCG": 53,
      "ACCC": 54,
      "ACAA": 55,
      "ATTC": 56,
      "ATCC": 57,
      "NN": 58,
      "TTCC": 59,
      "AGGC": 60,
      "AGGG": 61,
      "GCC": 62,
      "ACAC": 63,
      "TGTG": 64,
      "TAAC": 65,
      "TTTC": 66,
      "ATAA": 67,
      "TCCC": 68,
      "ATGG": 69,
      "TCAA": 70,
      "TTAA": 71,
      "TATT": 72,
      "TACC": 73,
      "TTGC": 74,
      "TGAC": 75,
      "GAAC": 76,
      "TATG": 77,
      "GCG": 78,
      "AGAC": 79,
      "TCTC": 80,
      "TTTG": 81,
      "TTGG": 82,
      "TAGC": 83,
      "GGAA": 84,
      "ATTG": 85,
      "GGCC": 86,
      "AGGAA": 87,
      "TCTG": 88,
      "ATAC": 89,
      "AGTG": 90,
      "TATC": 91,
      "AGTC": 92,
      "ACTG": 93,
      "NNNN": 94,
      "AGCG": 95,
      "AAGG": 96,
      "TCAC": 97,
      "GCGG": 98,
      "TAAG": 99,
      "TCAG": 100,
      "CCG": 101,
      "AAAC": 102,
      "GGCG": 103,
      "TTAC": 104,
      "GGGG": 105,
      "GAAG": 106,
      "TAGG": 107,
      "AAGC": 108,
      "TTTAA": 109,
      "TGTC": 110,
      "ATAT": 111,
      "TGGGG": 112,
      "TTTTG": 113,
      "AACC": 114,
      "ACAG": 115,
      "TGGAA": 116,
      "ACGG": 117,
      "TACG": 118,
      "ATAG": 119,
      "TTTTC": 120,
      "ACCG": 121,
      "ACTC": 122,
      "TTAG": 123,
      "TGGCC": 124,
      "ATGAA": 125,
      "AGCAG": 126,
      "TGCG": 127,
      "AACG": 128,
      "AGGCC": 129,
      "AAGCC": 130,
      "TGGGC": 131,
      "ATGCC": 132,
      "GCAA": 133,
      "TTCG": 134,
      "TCCG": 135,
      "TCGG": 136,
      "TTCCC": 137,
      "AAAG": 138,
      "TCGC": 139,
      "ATATT": 140,
      "ATCG": 141,
      "ATGGC": 142,
      "TTTCC": 143,
      "GGGC": 144,
      "NNNNNNNN": 145,
      "TAAAA": 146,
      "ACCCC": 147,
      "AGAT": 148,
      "TTATT": 149,
      "AAGTC": 150,
      "AGCAA": 151,
      "ACCAA": 152,
      "TGGAG": 153,
      "CCCG": 154,
      "AGGAG": 155,
      "ACGC": 156,
      "TGTT": 157,
      "TCCCC": 158,
      "TGCAA": 159,
      "TTGCC": 160,
      "TCTTC": 161,
      "TTGGG": 162,
      "TCAGC": 163,
      "TGCCC": 164,
      "ATGGG": 165,
      "ATTAA": 166,
      "ATTCC": 167,
      "TGCAG": 168,
      "TTGAA": 169,
      "AACAA": 170,
      "ATCCC": 171,
      "ATCAA": 172,
      "TGAGG": 173,
      "TACAA": 174,
      "AGCCC": 175,
      "TGAAG": 176,
      "TCTT": 177,
      "ATAAC": 178,
      "TGATG": 179,
      "ACTT": 180,
      "AGTT": 181,
      "AGATG": 182,
      "AGGGC": 183,
      "TCTCC": 184,
      "TGTAA": 185,
      "TACAC": 186,
      "GAAGC": 187,
      "ATATC": 188,
      "AGAAG": 189,
      "GGGCC": 190,
      "GGAC": 191,
      "ATTGC": 192,
      "TGGAC": 193,
      "TCTGC": 194,
      "TTCAA": 195,
      "TCTTG": 196,
      "TATTC": 197,
      "TTAAG": 198,
      "ATATG": 199,
      "AGAGC": 200,
      "AACGC": 201,
      "TACCC": 202,
      "TGTTG": 203,
      "TTACC": 204,
      "AGGAC": 205,
      "TAGAA": 206,
      "CCCC": 207,
      "TATAA": 208,
      "TTCGG": 209,
      "AGAAC": 210,
      "TGGTG": 211,
      "GAAAA": 212,
      "TTTGC": 213,
      "GCGC": 214,
      "TCATC": 215,
      "ATGCG": 216,
      "AGCAC": 217,
      "TTAAC": 218,
      "AAAAAA": 219,
      "TAGGG": 220,
      "TCAAC": 221,
      "TCACC": 222,
      "TAGCC": 223,
      "TGGAGC": 224,
      "TGTGC": 225,
      "TGTCC": 226,
      "TAACC": 227,
      "ACTGC": 228,
      "AGCAGCC": 229,
      "ACTCC": 230,
      "AGTAC": 231,
      "TAAGG": 232,
      "TGAAC": 233,
      "TGACC": 234,
      "GAAGG": 235,
      "AGAGG": 236,
      "TTGGC": 237,
      "TGAGC": 238,
      "GAAGGC": 239,
      "AGTGGC": 240,
      "TGCTGC": 241,
      "TGTTC": 242,
      "TACGGG": 243,
      "AGATC": 244,
      "TATGC": 245,
      "TTATG": 246,
      "GAACC": 247,
      "AGACC": 248,
      "TAAGC": 249,
      "TGGTC": 250,
      "ACGCC": 251,
      "GGTGAA": 252,
      "GGCCC": 253,
      "NNNNNNNNNNNNNNNN": 254,
      "AGCGC": 255,
      "AGTGC": 256,
      "TGACGC": 257,
      "TTTAG": 258,
      "AGTTC": 259,
      "AGGATG": 260,
      "ATTTC": 261,
      "ATACC": 262,
      "TTGAC": 263,
      "ATAAAA": 264,
      "TTTAC": 265,
      "TGATC": 266,
      "TATCC": 267,
      "AAGAC": 268,
      "AGCTC": 269,
      "GGCTAAC": 270,
      "AGTTG": 271,
      "TAGGC": 272,
      "TGTCG": 273,
      "AGATT": 274,
      "AGGATT": 275,
      "AGTCC": 276,
      "TATGG": 277,
      "ACTTC": 278,
      "TGATT": 279,
      "AGAAAA": 280,
      "ATAAG": 281,
      "ACCGG": 282,
      "TGTGG": 283,
      "AGCAGC": 284,
      "TTTGG": 285,
      "TCCAA": 286,
      "TCATT": 287,
      "ATTGG": 288,
      "AGAAGC": 289,
      "ACATC": 290,
      "TGTAG": 291,
      "TCATG": 292,
      "TTGTAA": 293,
      "AGTAA": 294,
      "AGGGG": 295,
      "ACAGC": 296,
      "ATAGC": 297,
      "TACGGGAGGC": 298,
      "GGCGTAA": 299,
      "GCGGTAA": 300,
      "TGGGGAA": 301,
      "TTATC": 302,
      "TCAAG": 303,
      "TGCCAGCAGCC": 304,
      "TGTAGC": 305,
      "TAGTCC": 306,
      "TCGCC": 307,
      "ATGAC": 308,
      "GAAAGCG": 309,
      "TGGGAC": 310,
      "AGCTAG": 311,
      "TACGGGAGGCAGCAG": 312,
      "AGACTCC": 313,
      "GGGTGAG": 314,
      "TGCCG": 315,
      "TGTAC": 316,
      "TGGGGG": 317,
      "GCCG": 318,
      "ACAAC": 319,
      "AGCCG": 320,
      "TTAAAA": 321,
      "TGGGAA": 322,
      "AGCCCC": 323,
      "GCAC": 324,
      "TGAGACAC": 325,
      "TGAAAA": 326,
      "TCTAA": 327,
      "AGAGGG": 328,
      "TGCCAGCAGCCGCGGTAA": 329,
      "TGGCG": 330,
      "TTTAT": 331,
      "AGCGG": 332,
      "AGAAGG": 333,
      "CCCGC": 334,
      "ACACC": 335,
      "ACATG": 336,
      "ACATGC": 337,
      "ACATT": 338,
      "AGTAG": 339,
      "TTCGGG": 340,
      "TGAAGG": 341,
      "TGGGCC": 342,
      "TTTATT": 343,
      "AGTGG": 344,
      "AGGAAG": 345,
      "TGGAAC": 346,
      "TCAGG": 347,
      "AGCAAC": 348,
      "TTTTTTTT": 349,
      "TGAACC": 350,
      "TAGTAA": 351,
      "ACTTG": 352,
      "TAATACC": 353,
      "TACGG": 354,
      "AGCAAAC": 355,
      "AGGAGG": 356,
      "TCTGG": 357,
      "TTTTCC": 358,
      "TGACGG": 359,
      "AAAAAAAA": 360,
      "GGCAA": 361,
      "TTTTAA": 362,
      "ACAGG": 363,
      "TCTAC": 364,
      "TCCGG": 365,
      "TGAAGC": 366,
      "AGGAAGG": 367,
      "TCAACC": 368,
      "AGGAAC": 369,
      "ATGGAA": 370,
      "ATGTGG": 371,
      "TGCCCC": 372,
      "ATGCGTAG": 373,
      "AGAACC": 374,
      "AGGCG": 375,
      "TCTTCC": 376,
      "TTAGC": 377,
      "TGATGC": 378,
      "AGGGAA": 379,
      "AGGATTAGAT": 380,
      "AGGAGC": 381,
      "TGATCC": 382,
      "TGTGAA": 383,
      "TGCGC": 384,
      "GAAAGCGTGGGG": 385,
      "ACCGC": 386,
      "ACCTC": 387,
      "ACGGC": 388,
      "TCCTCC": 389,
      "AGACTCCTACGGGAGGCAGCAG": 390,
      "GCCCC": 391,
      "TGAGGC": 392,
      "TGGTGC": 393,
      "ATTCG": 394,
      "ATTTAA": 395,
      "TGGGGC": 396,
      "ACAAG": 397,
      "ACCCTGG": 398,
      "ACTAA": 399,
      "ATCTC": 400,
      "TTGGAA": 401,
      "TGCGG": 402,
      "ACCACC": 403,
      "TTCTC": 404,
      "AGGCCC": 405,
      "TCCCG": 406,
      "ATTTT": 407,
      "TGCAAC": 408,
      "ACAT": 409,
      "TCCTC": 410,
      "ATCCG": 411,
      "ATCATC": 412,
      "AGAGAA": 413,
      "ATTTTC": 414,
      "TGAT": 415,
      "ACCCG": 416,
      "GGAATT": 417,
      "GGCGG": 418,
      "AGTGAA": 419,
      "ATTTTG": 420,
      "TAAAAC": 421,
      "ATCGG": 422,
      "ACGATG": 423,
      "CCCAA": 424,
      "TTATCC": 425,
      "TGCAC": 426,
      "TTTGAA": 427,
      "ATGTC": 428,
      "AGAGGC": 429,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 430,
      "AGCTTG": 431,
      "TCCCGC": 432,
      "ATCCCC": 433,
      "TGAGGG": 434,
      "AGGGGG": 435,
      "AGCTGC": 436,
      "TTCTTC": 437,
      "ACTAC": 438,
      "ATTGAA": 439,
      "ATGAAG": 440,
      "TTCCG": 441,
      "ATTATT": 442,
      "ATCGC": 443,
      "GGCGC": 444,
      "GGGTGAGTAAC": 445,
      "ATGACG": 446,
      "TATTGC": 447,
      "ATAGG": 448,
      "GAAGAA": 449,
      "ATATAA": 450,
      "ATCAC": 451,
      "TCTAG": 452,
      "TCAGCTCG": 453,
      "TTTTGC": 454,
      "ACAAGC": 455,
      "TGTTTT": 456,
      "TGAGATG": 457,
      "TATGAA": 458,
      "GAAAGC": 459,
      "TGGCCC": 460,
      "TACCG": 461,
      "GAAAC": 462,
      "TGGATG": 463,
      "TGCTC": 464,
      "ACCAC": 465,
      "AGGATTAGATACCCTGG": 466,
      "TGGAGG": 467,
      "TGAGAA": 468,
      "AGCTCC": 469,
      "TTGACGG": 470,
      "TAGCG": 471,
      "ACGTGC": 472,
      "TTAACC": 473,
      "ATATTC": 474,
      "TGCCGG": 475,
      "AAAACC": 476,
      "GGCTAACTACG": 477,
      "TACCAA": 478,
      "TGTGGC": 479,
      "ATACG": 480,
      "AGGGCC": 481,
      "TTCCCC": 482,
      "TGACG": 483,
      "AGCCAA": 484,
      "TATTGG": 485,
      "ATGATG": 486,
      "AGGATTAGATACCCTGGTAGTCC": 487,
      "AGGTC": 488,
      "GAACG": 489,
      "TAATAA": 490,
      "TGACAA": 491,
      "ATCAGC": 492,
      "TGAAGAA": 493,
      "AACTC": 494,
      "TGTAT": 495,
      "TTGTCC": 496,
      "GGTGAAATGCGTAG": 497,
      "GAAAG": 498,
      "TTTTGG": 499,
      "TTGTC": 500,
      "ATTAC": 501,
      "GGTCC": 502,
      "TTCTCC": 503,
      "ACCGCCCG": 504,
      "ACCTCC": 505,
      "TTCAC": 506,
      "ACTGGGCGTAA": 507,
      "TTTCAA": 508,
      "ATCAG": 509,
      "TCAAAGGAA": 510,
      "GGCCG": 511,
      "GAAAGCGTGGGGAGCAAAC": 512,
      "GAACGC": 513,
      "ATTTAT": 514,
      "TGGCAA": 515,
      "AGGGGC": 516,
      "TTCAG": 517,
      "AGGCGG": 518,
      "GAAAGCC": 519,
      "TAACG": 520,
      "ACAACC": 521,
      "TTTGAC": 522,
      "AAGTCG": 523,
      "ATTTAC": 524,
      "AAGATG": 525,
      "ATTTG": 526,
      "AACAC": 527,
      "ACAAGCGG": 528,
      "TTTATG": 529,
      "GCCTGGGG": 530,
      "AGACTCCTACGGGAGGCAGCAGTGGGGAA": 531,
      "ACAAGG": 532,
      "TTGGGTTAAG": 533,
      "TTTGAG": 534,
      "TGAGACACGGCCC": 535,
      "TCTGCC": 536,
      "TTGTTC": 537,
      "TAAAC": 538,
      "ATTCAA": 539,
      "TCCGC": 540,
      "ATGTGAA": 541,
      "AAAAGC": 542,
      "TACGTTCCC": 543,
      "ATTAGCTAG": 544,
      "GGCGACG": 545,
      "TCGGC": 546,
      "TGCTG": 547,
      "TTTCCC": 548,
      "TACACACCGCCCG": 549,
      "TATTCC": 550,
      "ATTTCC": 551,
      "ACAATGGGC": 552,
      "TGAAAC": 553,
      "TAGAG": 554,
      "TGGACC": 555,
      "TAATAC": 556,
      "ATCTCC": 557,
      "TTAT": 558,
      "TGGCTC": 559,
      "TGCAGC": 560,
      "ATAACC": 561,
      "TGCTCC": 562,
      "ATGGCC": 563,
      "AACAAC": 564,
      "AGAGCC": 565,
      "ATCTTC": 566,
      "ATGCAA": 567,
      "TGGGACTGAGACACGGCCC": 568,
      "TGGAAG": 569,
      "TGTGTGTG": 570,
      "GCAACCC": 571,
      "TGCCAA": 572,
      "CCCGG": 573,
      "TTTGGG": 574,
      "AGAAGAA": 575,
      "TCAGCTCGTGTCG": 576,
      "TGTGGG": 577,
      "AGCACC": 578,
      "AGCGGC": 579,
      "GAAGAACC": 580,
      "TGATGG": 581,
      "AAAAGG": 582,
      "CCGTAA": 583,
      "ATACAA": 584,
      "TTTCG": 585,
      "GGGAC": 586,
      "AACGCTGGC": 587,
      "TTGAG": 588,
      "TGTTTC": 589,
      "AGGAAGGTGGGG": 590,
      "ATCCAA": 591,
      "TCCCGCAACG": 592,
      "GCCGCG": 593,
      "TATTAA": 594,
      "TGAGCC": 595,
      "TCAGCTCGTGTCGTGAGATG": 596,
      "TCAGAA": 597,
      "TGACAC": 598,
      "TGTGCC": 599,
      "AGGACC": 600,
      "TATATT": 601,
      "TTTGTG": 602,
      "AAGAG": 603,
      "ACCCGC": 604,
      "TAAAGC": 605,
      "TAATACCGC": 606,
      "TTGGGTTAAGTCCCGCAACG": 607,
      "GGCCTTCGGG": 608,
      "GGGCCCGC": 609,
      "GGGGC": 610,
      "ACCAGTGGC": 611,
      "TCAGCC": 612,
      "TGAGGAA": 613,
      "TGTCTC": 614,
      "TGGTGG": 615,
      "AACTGC": 616,
      "AGGTAG": 617,
      "ACCTTC": 618,
      "AGCTTC": 619,
      "ACACACAC": 620,
      "TTTGCC": 621,
      "AGCGCAACCC": 622,
      "ACGAA": 623,
      "ATGTGGTTTAA": 624,
      "ATCATT": 625,
      "TCGAA": 626,
      "TTGCG": 627,
      "ACTGG": 628,
      "GGCTAACTCCG": 629,
      "ATGCCC": 630,
      "TCGCTAGTAA": 631,
      "TTAGG": 632,
      "TGCTTC": 633,
      "TACCCC": 634,
      "ATCAGCC": 635,
      "TGGTCTGAG": 636,
      "ACCCCC": 637,
      "AACCCC": 638,
      "GGCTC": 639,
      "TCCCAA": 640,
      "AGGTGAA": 641,
      "TAAGAA": 642,
      "TTTGGC": 643,
      "GGAATTACTGGGCGTAA": 644,
      "TTTATC": 645,
      "TTGACGGGGGCCCGC": 646,
      "TCAAGC": 647,
      "TTGGCC": 648,
      "TGATAA": 649,
      "GCCTGGGGAGTAC": 650,
      "TATGGG": 651,
      "TCAAGG": 652,
      "TGGTTC": 653,
      "ACCCAA": 654,
      "AGCATC": 655,
      "TGTTCC": 656,
      "TTGGGC": 657,
      "GGAAGG": 658,
      "TTATAA": 659,
      "AAGACC": 660,
      "TCCCCC": 661,
      "TTGCAA": 662,
      "TGTAGCGGTGAAATGCGTAG": 663,
      "TAGGCGG": 664,
      "ATGGGC": 665,
      "GCAGC": 666,
      "AGGCAA": 667,
      "ACATGCAAGTC": 668,
      "ACGGG": 669,
      "TCTTTT": 670,
      "AGTTTT": 671,
      "ATAGAA": 672,
      "AACGCGAAGAACC": 673,
      "ACGTGCTACAA": 674,
      "ATGTTC": 675,
      "AGACG": 676,
      "TCGGG": 677,
      "ACTAG": 678,
      "AAGCCC": 679,
      "TTGGGG": 680,
      "TTAAGC": 681,
      "TGTATT": 682,
      "TGTGAG": 683,
      "TGTTTG": 684,
      "TATCG": 685,
      "ATGAAC": 686,
      "GCAAGG": 687,
      "ATTTTTT": 688,
      "TTACG": 689,
      "AGTGGG": 690,
      "GGCCTTCGGGTTGTAA": 691,
      "TTTAAC": 692,
      "ACCTGC": 693,
      "TGTATG": 694,
      "AGGTTG": 695,
      "ATTAGCTAGTTGG": 696,
      "TGGATC": 697,
      "ATGGCCC": 698,
      "ATGGCTGTCG": 699,
      "TGAGAGGG": 700,
      "TCCAC": 701,
      "TCAT": 702,
      "TTATTC": 703,
      "TCAAAA": 704,
      "AGGAAGGTGGGGATGACG": 705,
      "TTCCAA": 706,
      "AGTTTC": 707,
      "AACGG": 708,
      "ATGTAA": 709,
      "ATGGGG": 710,
      "ACAAAA": 711,
      "AGATGG": 712,
      "TTAATC": 713,
      "ACAAGCGGTGGAGC": 714,
      "TCACACC": 715,
      "GCCGC": 716,
      "AGTGCC": 717,
      "TCAGCTCGTGTCGTGAGATGTTGGGTTAAGTCCCGCAACG": 718,
      "TGTCCC": 719,
      "ATTGAC": 720,
      "AGGATTAGATACCCTGGTAGTCCACG": 721,
      "ATTGAG": 722,
      "TGACGCTGAG": 723,
      "TACGTTCCCGGGCC": 724,
      "ATTGTG": 725,
      "AGCAACGCCGCG": 726,
      "TTGTTG": 727,
      "TAGTC": 728,
      "ATGCCGCG": 729,
      "TGTTGC": 730,
      "TGCGGC": 731,
      "GGGTGAGTAACACG": 732,
      "TTAGAG": 733,
      "AAGTTC": 734,
      "ATATATAT": 735,
      "AGCGAAC": 736,
      "TGACCC": 737,
      "AGATGC": 738,
      "ATCACC": 739,
      "TTTAAAA": 740,
      "AGCCAC": 741,
      "ATTGCC": 742,
      "ATATGC": 743,
      "AGGTGG": 744,
      "TAACAA": 745,
      "TATGCC": 746,
      "TACGC": 747,
      "TCTTTC": 748,
      "AGCTGG": 749,
      "TTGTACACACCGCCCG": 750,
      "TAGGGG": 751,
      "ATTAAG": 752,
      "ATCAAC": 753,
      "TGTTAA": 754,
      "ACAGAA": 755,
      "TACACACGTGCTACAA": 756,
      "GGCAGC": 757,
      "GGCTAACTACGTGCCAGCAGCCGCGGTAA": 758,
      "TAGGAA": 759,
      "TGTTGG": 760,
      "TAAATT": 761,
      "TAGCAA": 762,
      "AGTCG": 763,
      "AACGCGAAGAACCTTACC": 764,
      "TTTAAG": 765,
      "GGCTAACTCCGTGCCAGCAGCCGCGGTAA": 766,
      "TGTCAC": 767,
      "TAGGGAA": 768,
      "ATTCCC": 769,
      "GAACGCTGGC": 770,
      "AGGTCC": 771,
      "ATGTTG": 772,
      "ACACTGGGACTGAGACACGGCCC": 773,
      "TTACAA": 774,
      "ATATTG": 775,
      "GGCCCC": 776,
      "TATAC": 777,
      "ATGAG": 778,
      "TCAAAGGAATTGACGGGGGCCCGC": 779,
      "ACAAGCGGTGGAGCATGTGGTTTAA": 780,
      "TTAGAA": 781,
      "TAAAG": 782,
      "TA": 783,
      "AGGACG": 784,
      "TCCACC": 785,
      "ATTGGC": 786,
      "TCTCCC": 787,
      "GGCGGC": 788,
      "TATGGC": 789,
      "GAAGCC": 790,
      "AGGTGC": 791,
      "AGGAAAA": 792,
      "AACTTC": 793,
      "TTTACC": 794,
      "ATGCCCC": 795,
      "AGCCATGCCGCG": 796,
      "TCCTTC": 797,
      "TCTTTG": 798,
      "TCCTGC": 799,
      "ATATAC": 800,
      "GGTGAAATGC": 801,
      "TCTGAG": 802,
      "ATTTAG": 803,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 804,
      "AGACAC": 805,
      "TGCATG": 806,
      "AGCTAC": 807,
      "TAACAAGG": 808,
      "ATGGTTG": 809,
      "AGCTAA": 810,
      "GCAAGCC": 811,
      "GGGGGC": 812,
      "TGATTC": 813,
      "TATCAA": 814,
      "TGCAAGCG": 815,
      "TTTTTAA": 816,
      "AGGTTC": 817,
      "AGACCC": 818,
      "ACCAAC": 819,
      "AGATCC": 820,
      "TGTCTG": 821,
      "ATCTTG": 822,
      "TGGTAG": 823,
      "GCGGTGAA": 824,
      "ATATCC": 825,
      "AGCAAG": 826,
      "TGCTGCATGGCTGTCG": 827,
      "TCTGAA": 828,
      "ATAAGC": 829,
      "TCTGGG": 830,
      "TGGCGAAGGC": 831,
      "AGTGGAA": 832,
      "TCAGAG": 833,
      "ATACAC": 834,
      "AGGCGC": 835,
      "AGCCGG": 836,
      "AGTGTG": 837,
      "TGGATT": 838,
      "ATGTCC": 839,
      "ATCTGC": 840,
      "TAACGC": 841,
      "AGTTCC": 842,
      "ATTGGGCGTAA": 843,
      "TTAGGG": 844,
      "TGGTTG": 845,
      "TCTGTG": 846,
      "ATAGAG": 847,
      "GGAAGC": 848,
      "AGTAT": 849,
      "AGGAGAG": 850,
      "ACCAAGGC": 851,
      "TGGAATTCC": 852,
      "ACATCC": 853,
      "TCTTGC": 854,
      "AGTGAC": 855,
      "ACAGAG": 856,
      "TTACCC": 857,
      "ATTTGC": 858,
      "TACGTTCCCGGGCCTTGTACACACCGCCCG": 859,
      "ATTGGG": 860,
      "TGGTAA": 861,
      "TGGTGTAGC": 862,
      "TGTACC": 863,
      "AAGTCC": 864,
      "TGAGACACGGTCC": 865,
      "TGGTAC": 866,
      "AGTTTG": 867,
      "TTCGC": 868,
      "TGGTCC": 869,
      "TGACGCTGAGG": 870,
      "AAGTAA": 871,
      "ACCAAGGCGACG": 872,
      "AGGAGGAAC": 873,
      "GGCTAACTACGTGCCAGCAGCCGCGGTAATACG": 874,
      "TGGTCTGAGAGGATG": 875,
      "ATGTAC": 876,
      "TAACGCG": 877,
      "ACGTC": 878,
      "TGTCAA": 879,
      "AGATAA": 880,
      "ACAGCC": 881,
      "TTAAGG": 882,
      "AAGAGC": 883,
      "AAGATC": 884,
      "ACCGGC": 885,
      "AGTTGC": 886,
      "ACTGCC": 887,
      "AGACAA": 888,
      "TTCTGC": 889,
      "AAGTGC": 890,
      "TCAGGG": 891,
      "TTGACC": 892,
      "AGGATTAGATACCCTGGTAGTCCACGCCGTAA": 893,
      "AGACGG": 894,
      "AACTCC": 895,
      "ATGACC": 896,
      "AAGTAC": 897,
      "TGTAAG": 898,
      "ATGTGC": 899,
      "TTGCCC": 900,
      "ACGCCGCG": 901,
      "GAAGGCG": 902,
      "TTAAAAC": 903,
      "AGGATC": 904,
      "TCAGCTCGTGTCGTGAGATGTTGGGTTAAGTCCCGCAACGAGCGCAACCC": 905,
      "TCTTCGG": 906,
      "ATAGCC": 907,
      "TTCATC": 908,
      "AGATTC": 909,
      "TCATCC": 910,
      "TCATGC": 911,
      "ACCAGC": 912,
      "AACATC": 913,
      "TCTGGC": 914,
      "ACCATC": 915,
      "TGCGGG": 916,
      "GGCTAACTCCGTGCCAGCAGCCGCGGTAATACGG": 917,
      "ACCAGTGGCGAAGGC": 918,
      "AGAGTTTG": 919,
      "TAGGCC": 920,
      "AGGAGAA": 921,
      "TCGCG": 922,
      "ATAACG": 923,
      "AAGTTG": 924,
      "ACACTGGAAC": 925,
      "TTATTG": 926,
      "TTTAGC": 927,
      "AAGATT": 928,
      "ATGATT": 929,
      "ACCAGCC": 930,
      "GGGTGAGTAACGCG": 931,
      "TAGAC": 932,
      "TCGAC": 933,
      "AGTGAG": 934,
      "AGTCTC": 935,
      "ATATGG": 936,
      "TGGAGAA": 937,
      "ATAAGG": 938,
      "TAATC": 939,
      "AGAGGAA": 940,
      "AGCGAA": 941,
      "TGTAAC": 942,
      "AGTCCC": 943,
      "AAGCAA": 944,
      "AAAAGAA": 945,
      "ACATGCAAGTCGAAC": 946,
      "AGGTAA": 947,
      "GCCGCC": 948,
      "AGTATT": 949,
      "AGCTTGC": 950,
      "TTGGTGGGG": 951,
      "TTACAC": 952,
      "TATCCC": 953,
      "GAAGCACC": 954,
      "ACTTCC": 955,
      "AGCATG": 956,
      "TGTATC": 957,
      "TACCGG": 958,
      "TCTCG": 959,
      "AGCAGG": 960,
      "TACAAC": 961,
      "TATAAC": 962,
      "TGCACC": 963,
      "TGCCGC": 964,
      "TTCTTG": 965,
      "TCATTG": 966,
      "ATGAAAA": 967,
      "AGCCGC": 968,
      "GAACAA": 969,
      "TATTTTG": 970,
      "AGGAAGC": 971,
      "TGCTAA": 972,
      "TTATCCGG": 973,
      "AGAAAC": 974,
      "ATGATC": 975,
      "TTATGG": 976,
      "AGTTAA": 977,
      "ACAATGGGCGCAAGCC": 978,
      "GCCGG": 979,
      "GCGGGG": 980,
      "GGCGTGC": 981,
      "TAGGGC": 982,
      "AAGTCATC": 983,
      "AGTTGG": 984,
      "TACTTC": 985,
      "TCATTC": 986,
      "GCAAGGC": 987,
      "TAAACC": 988,
      "TGGCGC": 989,
      "GCCTGGGGAGTACGGCC": 990,
      "AAGTAG": 991,
      "ATTAAAA": 992,
      "TGACGGTACC": 993,
      "TGATAC": 994,
      "TCTCTCTC": 995,
      "AGAGAGAG": 996,
      "TGCTTG": 997,
      "TCAGGC": 998,
      "GGGCCC": 999,
      "ACTTTC": 1000,
      "TGCAGG": 1001,
      "TTATGC": 1002,
      "ATGAAGG": 1003,
      "AACTTG": 1004,
      "AGCCCCC": 1005,
      "AGCGACGCCGCG": 1006,
      "TGGCGG": 1007,
      "TCGCGG": 1008,
      "TCGTAACAAGG": 1009,
      "ATTTATT": 1010,
      "TTTTGAA": 1011,
      "TTTGGAA": 1012,
      "TCTGCCC": 1013,
      "TTACTG": 1014,
      "ATGAGC": 1015,
      "TTCTAA": 1016,
      "ACAATGGG": 1017,
      "ATTTTAA": 1018,
      "TTCAAC": 1019,
      "TGCTGG": 1020,
      "AGTAGC": 1021,
      "TCACCC": 1022,
      "AGTTCGG": 1023,
      "AAAATAA": 1024,
      "TACTCC": 1025,
      "AGTACC": 1026,
      "TGATTG": 1027,
      "TTAATCGGAATTACTGGGCGTAA": 1028,
      "ACCTTG": 1029,
      "AGGAACC": 1030,
      "TTCGATGC": 1031,
      "TAATACCGG": 1032,
      "TCTCAA": 1033,
      "ATACCC": 1034,
      "AAGAGG": 1035,
      "TGGTGAA": 1036,
      "TACATC": 1037,
      "TGGGCGTAA": 1038,
      "ATGAAGC": 1039,
      "ATTAAC": 1040,
      "TGTCAG": 1041,
      "GGCGTGCC": 1042,
      "TGCATC": 1043,
      "TTATAC": 1044,
      "TCACG": 1045,
      "ATGTAG": 1046,
      "GAAAAC": 1047,
      "TCAGTG": 1048,
      "GGAATCGCTAGTAA": 1049,
      "TGTTAC": 1050,
      "ATTTGAA": 1051,
      "GGGGGG": 1052,
      "TCCAGC": 1053,
      "TCTAT": 1054,
      "ACTGGG": 1055,
      "ACTTTT": 1056,
      "AGTCTGCAAC": 1057,
      "TTGAAAC": 1058,
      "TACTGC": 1059,
      "TACGAA": 1060,
      "ACATGCAAGTCG": 1061,
      "TCACTG": 1062,
      "TGATGAA": 1063,
      "TTCACC": 1064,
      "AGATTG": 1065,
      "ATCTAA": 1066,
      "AGCCGCC": 1067,
      "TGGGCG": 1068,
      "TCGTAG": 1069,
      "AGTAAC": 1070,
      "AACGCTGGCGGC": 1071,
      "ACACTGGGACTGAGACACGGCCCAGACTCCTACGGGAGGCAGCAGTGGGGAA": 1072,
      "TCACAC": 1073,
      "ATGGTTGTCG": 1074,
      "TAAGCACC": 1075,
      "AGTCGG": 1076,
      "TTGAAC": 1077,
      "TAAGCC": 1078,
      "TGGACG": 1079,
      "TGTAGG": 1080,
      "ACCGCC": 1081,
      "TACATT": 1082,
      "ATCCGG": 1083,
      "ATAGAC": 1084,
      "AGAAAAC": 1085,
      "AGTACG": 1086,
      "ACCATG": 1087,
      "ACACTGGAACTGAGACACGGTCC": 1088,
      "TTATAG": 1089,
      "AGATATC": 1090,
      "AGCGCC": 1091,
      "TTCATT": 1092,
      "TTGTAG": 1093,
      "ATAGTG": 1094,
      "GGAACC": 1095,
      "AGCATT": 1096,
      "AGTATG": 1097,
      "TCTACC": 1098,
      "ATCAGG": 1099,
      "ACTGAA": 1100,
      "TTGAAG": 1101,
      "GGCTGC": 1102,
      "TTGATG": 1103,
      "TCTTGG": 1104,
      "TGTTTTG": 1105,
      "GAC": 1106,
      "AGTGGCGAAC": 1107,
      "AGTCAA": 1108,
      "TCCTGG": 1109,
      "GGGTGAGTAA": 1110,
      "AGGGTGCG": 1111,
      "ACGCCC": 1112,
      "AGGGAC": 1113,
      "GGAATTATTGGGCGTAA": 1114,
      "ATCATG": 1115,
      "TATATG": 1116,
      "AACACC": 1117,
      "TTCTAG": 1118,
      "TGGAGGAA": 1119,
      "TCACAA": 1120,
      "TAAATG": 1121,
      "TTAGCC": 1122,
      "TCGGAA": 1123,
      "TTCGGGG": 1124,
      "AACAGC": 1125,
      "TCCATC": 1126,
      "AGATAC": 1127,
      "AACCAA": 1128,
      "TCAGAC": 1129,
      "ATTTTTC": 1130,
      "GGGAA": 1131,
      "AACAAAA": 1132,
      "GGGATC": 1133,
      "TAAAAAA": 1134,
      "GGCGTGCTTAAC": 1135,
      "TGGCCG": 1136,
      "TGCTAC": 1137,
      "TTTAGG": 1138,
      "TTCAGC": 1139,
      "TGGAAAA": 1140,
      "ACACGG": 1141,
      "TTCGAAGC": 1142,
      "ATTGTAA": 1143,
      "TTGATT": 1144,
      "TGGAGCC": 1145,
      "AGTCTG": 1146,
      "TGAAGCC": 1147,
      "TCTTAA": 1148,
      "TCATGG": 1149,
      "TATAAAA": 1150,
      "TGTTTTC": 1151,
      "AGAAGGC": 1152,
      "AGGCCCC": 1153,
      "AGCGGG": 1154,
      "AGCAACGCCGCGTGAG": 1155,
      "ACTGTG": 1156,
      "AGGCCG": 1157,
      "ACTCTG": 1158,
      "TAGCCC": 1159,
      "GGAAACCC": 1160,
      "TAGCCGGCC": 1161,
      "ATATCAA": 1162,
      "TAATACATGC": 1163,
      "TTCTAC": 1164,
      "TGGCCCC": 1165,
      "AGGAGGC": 1166,
      "AAGGGC": 1167,
      "ATCTAC": 1168,
      "TCCTTG": 1169,
      "ACCGGAGGAAGGTGGGGATGACG": 1170,
      "TCGCCC": 1171,
      "ATTGAACGCTGGCGGC": 1172,
      "TGGAGAG": 1173,
      "TCTGAC": 1174,
      "AGGATTAGATACCCTGGTAGTCCACGCCGTAAACGATG": 1175,
      "AGGGCG": 1176,
      "TAAAAG": 1177,
      "AACTCG": 1178,
      "TTTTATT": 1179,
      "TAGCCG": 1180,
      "ACTGGGG": 1181,
      "AAACTCC": 1182,
      "TTCGGC": 1183,
      "ACCAAG": 1184,
      "ACACG": 1185,
      "TTCATG": 1186,
      "AGGTAC": 1187,
      "ACTGAG": 1188,
      "ATCAAG": 1189,
      "TCACACCATGGG": 1190,
      "ATTAAGC": 1191,
      "TTCAAG": 1192,
      "AGGTGGTGC": 1193,
      "TAACGGC": 1194,
      "GCCAA": 1195,
      "TAGAAC": 1196,
      "TAGCTGGTCTGAGAGGATG": 1197,
      "GCGGC": 1198,
      "ACTCTC": 1199,
      "TTCCCGG": 1200,
      "TGCATT": 1201,
      "TAACCC": 1202,
      "GGGACC": 1203,
      "AGGAGAC": 1204,
      "TGCAGAA": 1205,
      "ACACAA": 1206,
      "TCCATG": 1207,
      "ACAGGC": 1208,
      "ACAGAC": 1209,
      "TCAGTC": 1210,
      "TATATC": 1211,
      "TTAGTG": 1212,
      "GAACCC": 1213,
      "GAAACC": 1214,
      "TTGTAC": 1215,
      "ATATTAA": 1216,
      "ACAGGG": 1217,
      "AGCACG": 1218,
      "TTGTGAA": 1219,
      "ATAGGG": 1220,
      "TCCCGG": 1221,
      "AGGAGCC": 1222,
      "TGGAGGG": 1223,
      "TCTATG": 1224,
      "AAGTCGGAATCGCTAGTAA": 1225,
      "ACTTTG": 1226,
      "TCATAA": 1227,
      "TGACCG": 1228,
      "AGAGCG": 1229,
      "ACATTG": 1230,
      "AACATT": 1231,
      "TTTTCAA": 1232,
      "ATAGGC": 1233,
      "TTGGTGAGG": 1234,
      "TCTATT": 1235,
      "TCAAATCATC": 1236,
      "TACATG": 1237,
      "AGTATC": 1238,
      "GGCCACAT": 1239,
      "ACCTGAGAGGG": 1240,
      "TCCGCC": 1241,
      "AGTTAC": 1242,
      "ATGCCCCTTATG": 1243,
      "TTTTTTG": 1244,
      "ACCGGTGGCGAAGGC": 1245,
      "AAGAGAA": 1246,
      "TGGTGTAGCGGTGAAATGC": 1247,
      "ACTGGC": 1248,
      "TCAACCC": 1249,
      "ATTATG": 1250,
      "TGGAGGC": 1251,
      "ACAATGGGCGAAAGCC": 1252,
      "TCCTAA": 1253,
      "TTTTCGG": 1254,
      "TGTGGAA": 1255,
      "ACTCCC": 1256,
      "CCCGCC": 1257,
      "ATCCGC": 1258,
      "AGTCGC": 1259,
      "TTTCCCC": 1260,
      "GGAATTCC": 1261,
      "TTTCCG": 1262,
      "ACCTCG": 1263,
      "AACATG": 1264,
      "TACCGC": 1265,
      "ACACCC": 1266,
      "ACATTC": 1267,
      "TACTAA": 1268,
      "TTTCGG": 1269,
      "TTCCGG": 1270,
      "ACTCG": 1271,
      "TGCTGGG": 1272,
      "ACCAGTGGCGAAGGCGGC": 1273,
      "TGCGCC": 1274,
      "AGCTGCC": 1275,
      "TGTTAG": 1276,
      "TAGATG": 1277,
      "TTTTTTC": 1278,
      "ATTATC": 1279,
      "GCAATGGGC": 1280,
      "TAAATC": 1281,
      "TTGAAAA": 1282,
      "AACTAC": 1283,
      "ATTACC": 1284,
      "AGGTGCTGCATGGCTGTCG": 1285,
      "ATTCGTAG": 1286,
      "CCCTCC": 1287,
      "GCGTTG": 1288,
      "TTCGAA": 1289,
      "GGCTCC": 1290,
      "AACAAG": 1291,
      "ACCTAC": 1292,
      "GGCCGC": 1293,
      "ATTAGAT": 1294,
      "GACGAACGCTGGC": 1295,
      "TTGATC": 1296,
      "TGACGCTGAGGCGC": 1297,
      "ATGCGG": 1298,
      "ATAGTC": 1299,
      "TCAAAGGAATTGACGGGGGCCCGCACAAGCGGTGGAGCATGTGGTTTAA": 1300,
      "AGAAACC": 1301,
      "AGAATTC": 1302,
      "TCTGTTG": 1303,
      "TGCCCG": 1304,
      "AGCAGGC": 1305,
      "TGCCGCG": 1306,
      "AACTAA": 1307,
      "TGCGAAAGCGTGGGGAGCAAAC": 1308,
      "AGAGTTTGATCC": 1309,
      "AGGAGGG": 1310,
      "TGGACAA": 1311,
      "ACCCGG": 1312,
      "TGGGCTACACACGTGCTACAA": 1313,
      "TTTCAGC": 1314,
      "TTTTGCC": 1315,
      "TAACGG": 1316,
      "ATTGGAA": 1317,
      "TAGGCGGC": 1318,
      "TTGTGC": 1319,
      "AGACGC": 1320,
      "TGGGAAC": 1321,
      "TCTCGC": 1322,
      "TGAAGTCGTAACAAGG": 1323,
      "TTGCGC": 1324,
      "AGAAGCC": 1325,
      "AGTAAG": 1326,
      "TTATTAA": 1327,
      "ACGACG": 1328,
      "AGATAG": 1329,
      "ACCTGG": 1330,
      "AGTGTAG": 1331,
      "ATATCG": 1332,
      "ATATGAA": 1333,
      "GGGCTCAACC": 1334,
      "TACAGC": 1335,
      "TACCAAGGCGACG": 1336,
      "AAGAGAG": 1337,
      "TCGGCC": 1338,
      "AAGCCG": 1339,
      "TCTGGAA": 1340,
      "GGCTAA": 1341,
      "GCGGTGAATACGTTCCCGGGCCTTGTACACACCGCCCG": 1342,
      "TTAGTTGCC": 1343,
      "ACAGTG": 1344,
      "TGATCCAGCCATGCCGCG": 1345,
      "ATTTGG": 1346,
      "ACTATG": 1347,
      "GGGAGC": 1348,
      "AGGTGAAATTCGTAG": 1349,
      "ACGGCCC": 1350,
      "TACTAC": 1351,
      "TCGCAAG": 1352,
      "TAATACCGCATACG": 1353,
      "ATAATAA": 1354,
      "AAGTGAA": 1355,
      "TGTTCG": 1356,
      "TTTCTTC": 1357,
      "ATTGGGG": 1358,
      "ACAAGAA": 1359,
      "AGCGCAACCCC": 1360,
      "TAGTAG": 1361,
      "GGCAAC": 1362,
      "TCCAAC": 1363,
      "TTATAT": 1364,
      "TGGCCGG": 1365,
      "TCTTAC": 1366,
      "TCGGGC": 1367,
      "TGGGTAGC": 1368,
      "GGAAGAA": 1369,
      "TGATAG": 1370,
      "TTCTGG": 1371,
      "GATG": 1372,
      "TGTTTAA": 1373,
      "TATTTAA": 1374,
      "AGCTGGG": 1375,
      "ACTGCCC": 1376,
      "TTTTTCC": 1377,
      "TGCCCCC": 1378,
      "TGCCGGTGACAA": 1379,
      "ACTAT": 1380,
      "AGCAGAG": 1381,
      "TGAGCG": 1382,
      "AGCCTCC": 1383,
      "ATGCCAA": 1384,
      "TTAGTC": 1385,
      "TTATATT": 1386,
      "TGAAGAAGG": 1387,
      "TTAGAC": 1388,
      "GGCGGAC": 1389,
      "ACATGG": 1390,
      "TACGTAGGG": 1391,
      "TAGAAG": 1392,
      "TGCGAA": 1393,
      "AGTGGCGGAC": 1394,
      "ATGAGG": 1395,
      "AAGCCCC": 1396,
      "AGGCCAA": 1397,
      "GGCCGG": 1398,
      "TTTATTC": 1399,
      "TGGAGGAAC": 1400,
      "AGACTCCTACGGGAGGCAGCAGTGGGGAATATTGC": 1401,
      "AAGTCATCATGGCCC": 1402,
      "TTGGGAA": 1403,
      "TGGGTTTAA": 1404,
      "ACTTAC": 1405,
      "GCCTGGGGAGTACGGCCGCAAGG": 1406,
      "TATTGGTCAA": 1407,
      "AAGGGG": 1408,
      "CCCTAA": 1409,
      "TGCTGCC": 1410,
      "GCCTGGGGAGTACGG": 1411,
      "ATGGCGAAGGC": 1412,
      "TTACCAAGGC": 1413,
      "TACTTG": 1414,
      "TAGAGC": 1415,
      "TTCGATGCAACGCGAAGAACCTTACC": 1416,
      "GGCTAACTACGTG": 1417,
      "ACTTGC": 1418,
      "TTAGGC": 1419,
      "ACTGAC": 1420,
      "TCGCGC": 1421,
      "AGTCTGCAACTCG": 1422,
      "ACCTAA": 1423,
      "GGCGCC": 1424,
      "AGAAATG": 1425,
      "GCGGGC": 1426,
      "TGCAAG": 1427,
      "GAAAGCGTGGGGAGCGAAC": 1428,
      "AAAAAAAAAAAAAAAA": 1429,
      "ACTGGAA": 1430,
      "TTCCGC": 1431,
      "TTTATAA": 1432,
      "TAGAAAA": 1433,
      "CCCACC": 1434,
      "TCGGGG": 1435,
      "TTCTTTT": 1436,
      "GGCTAACTACGTGCCAGCAGCCGCGGTAATACGTAGGG": 1437,
      "TAGTCCGG": 1438,
      "TGGTGGC": 1439,
      "AGCAAAA": 1440,
      "TGCAAGCGTTAATCGGAATTACTGGGCGTAA": 1441,
      "TGTGGCC": 1442,
      "TTGTTTT": 1443,
      "TGGGATAAC": 1444,
      "TTGTTGC": 1445,
      "GGCTTC": 1446,
      "AGAAATC": 1447,
      "AGGCTC": 1448,
      "TACACC": 1449,
      "AGCTTGTTGGTGGGG": 1450,
      "GGCCAA": 1451,
      "GGCGTGCCTAATACATGC": 1452,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 1453,
      "AAGATAA": 1454,
      "TTGACGGGG": 1455,
      "TGGAAGG": 1456,
      "TACAGAG": 1457,
      "TATCGG": 1458,
      "TCAGCG": 1459,
      "GAACGG": 1460,
      "TGTCGG": 1461,
      "ACACGC": 1462,
      "ACTCAA": 1463,
      "TGCAGCC": 1464,
      "ACGATC": 1465,
      "TTCCTCC": 1466,
      "ATTCGC": 1467,
      "ACATAA": 1468,
      "ACGGGC": 1469,
      "AGATGGG": 1470,
      "ACTTAA": 1471,
      "TGGCTCAG": 1472,
      "GCAATGGGCGAAAGCC": 1473,
      "TCATAC": 1474,
      "ATCCCG": 1475,
      "TTCCCG": 1476,
      "AGGCCTAAC": 1477,
      "TGGTGGG": 1478,
      "TTGAGC": 1479,
      "GGGTGAA": 1480,
      "TGGAAGC": 1481,
      "ACTTGG": 1482,
      "TGCGAGCG": 1483,
      "TGCTAG": 1484,
      "TTTTAAAA": 1485,
      "TGCTCG": 1486,
      "TATACC": 1487,
      "ATCTAG": 1488,
      "AGCCACC": 1489,
      "TGGGGCC": 1490,
      "TACAAG": 1491,
      "ACGGTACC": 1492,
      "AGCAATGCCGCG": 1493,
      "TCCTGCC": 1494,
      "TTTTGGG": 1495,
      "ATAAGCC": 1496,
      "TAATTC": 1497,
      "ATGGAAG": 1498,
      "GGCTAACTCCGTGCCAGCAGCCGCGGTAATACGGAGGG": 1499,
      "AGACTCCTACGGGAGGCAGCAGTAGGGAA": 1500,
      "AGGATGG": 1501,
      "TAAATAA": 1502,
      "ATCAGAA": 1503,
      "AGCTG": 1504,
      "TAACGGCCC": 1505,
      "TGTGGGG": 1506,
      "TGGCCAA": 1507,
      "TATATAA": 1508,
      "TTTTCG": 1509,
      "TTTCCAA": 1510,
      "AAGATGC": 1511,
      "ATCGAA": 1512,
      "TCTCAGTTCGG": 1513,
      "TCAAATCATCATGCCCCTTATG": 1514,
      "TCAAGAA": 1515,
      "TTTTCCC": 1516,
      "TAGACC": 1517,
      "AGCTGGC": 1518,
      "TGGTCTG": 1519,
      "ACCAGTGGCGAAGGCG": 1520,
      "ACCCCCC": 1521,
      "AAGTCAG": 1522,
      "TTCTGAG": 1523,
      "TGTGCCC": 1524,
      "ACCTGAGAGGGTGATC": 1525,
      "GGGATG": 1526,
      "TCAACCG": 1527,
      "ATTAGCTAGTTGGTGAGG": 1528,
      "TGGGAACTGC": 1529,
      "AGCAGGG": 1530,
      "AAAAATT": 1531,
      "AGGTGGTGCATGGTTGTCG": 1532,
      "TGAAATG": 1533,
      "ACCCCG": 1534,
      "ATATTCC": 1535,
      "TGAAAAC": 1536,
      "TAATTTT": 1537,
      "TATTTATT": 1538,
      "TGGGCAA": 1539,
      "ATATATT": 1540,
      "AGTTAG": 1541,
      "TGTGCG": 1542,
      "TGCAGGC": 1543,
      "TTTCTTG": 1544,
      "TAGTTC": 1545,
      "AGGATGC": 1546,
      "TAACGGCTC": 1547,
      "TTTTGGC": 1548,
      "AGGGGAA": 1549,
      "ATTAAAAC": 1550,
      "TCCCAGC": 1551,
      "AGAGAAC": 1552,
      "TGAACG": 1553,
      "AAGTGG": 1554,
      "TTGCTTC": 1555,
      "ACTACC": 1556,
      "TAAGGC": 1557,
      "ATCAAAC": 1558,
      "ATGATAC": 1559,
      "GGCCCCC": 1560,
      "TATTTTC": 1561,
      "AAGGATG": 1562,
      "TTTCTCC": 1563,
      "AGAGGCC": 1564,
      "TTATGAA": 1565,
      "TTGTGG": 1566,
      "ATTTTTG": 1567,
      "GGCTAACTTCG": 1568,
      "TCACGC": 1569,
      "TGATGCAGCGACGCCGCG": 1570,
      "TCTATC": 1571,
      "ATTTTCC": 1572,
      "TCCCTCC": 1573,
      "AGCGCGCG": 1574,
      "AGCCAAG": 1575,
      "ACCGGG": 1576,
      "AGAGCCC": 1577,
      "TGTCCCC": 1578,
      "ATCAAAA": 1579,
      "ATTCGG": 1580,
      "TGGAGAC": 1581,
      "TGAGGAATATTGGTCAA": 1582,
      "TATAAG": 1583,
      "TAGTTG": 1584,
      "TGTGTGAAGAA": 1585,
      "TAATTG": 1586,
      "TTCTTCC": 1587,
      "TCAAGCC": 1588,
      "TGCCTCC": 1589,
      "AGATATCAGGAGGAAC": 1590,
      "ATGTTTT": 1591,
      "ACAGTC": 1592,
      "AGCAGAA": 1593,
      "GGAATC": 1594,
      "TGACGCTGAGGAGC": 1595,
      "TAGCCGGCCTGAGAGGG": 1596,
      "AGCGCG": 1597,
      "TGTCGC": 1598,
      "TGTAAAA": 1599,
      "TTCGAAGCAACGCGAAGAACCTTACC": 1600,
      "ATTCCCC": 1601,
      "TGCTTCC": 1602,
      "AGGTGGC": 1603,
      "AGTGCCC": 1604,
      "AGAGATG": 1605,
      "TCTCGG": 1606,
      "ACGGGG": 1607,
      "AAGTCTG": 1608,
      "TGGGGTAA": 1609,
      "TCGCGGATCAGC": 1610,
      "TGGGAAAC": 1611,
      "ACGTAC": 1612,
      "ACATAC": 1613,
      "TTATCCGGATTTAT": 1614,
      "ATCGCC": 1615,
      "TTGCCAA": 1616,
      "TTCAAAA": 1617,
      "ACTAAC": 1618,
      "ACCATT": 1619,
      "AGGAGGAA": 1620,
      "TATGTAA": 1621,
      "AACAGAA": 1622,
      "ACCAAGG": 1623,
      "TGTCTCC": 1624,
      "TGATGAAGG": 1625,
      "ATAACAA": 1626,
      "TAGGCG": 1627,
      "AGCCCG": 1628,
      "TGGAATCGCTAGTAA": 1629,
      "TTCCAGC": 1630,
      "ACAGCCC": 1631,
      "ACGTTG": 1632,
      "TCCCCCC": 1633,
      "TAATCC": 1634,
      "TAGAGG": 1635,
      "TGGGAAG": 1636,
      "TGCCGGTGACAAACCGGAGGAAGGTGGGGATGACG": 1637,
      "GCGCGC": 1638,
      "GAAGGCAGC": 1639,
      "TGTCCG": 1640,
      "TGTTTCC": 1641,
      "AGGGCGCG": 1642,
      "ACTATT": 1643,
      "TACAGAGGG": 1644,
      "TTTTTC": 1645,
      "ATTTGCC": 1646,
      "TGGTTAA": 1647,
      "GGCGTGCTTAACACATGCAAGTCGAAC": 1648,
      "ACCCCGG": 1649,
      "GGCTAACTACGTGCCAGCAGCCGCGGTAATACGTAGG": 1650,
      "ACTCGC": 1651,
      "TGGACTG": 1652,
      "ATGGGAA": 1653,
      "TGATTAA": 1654,
      "TGCAGAG": 1655,
      "ACAGGTGCTGCATGGCTGTCG": 1656,
      "ACGTCC": 1657,
      "ATAAGAA": 1658,
      "AGATGAA": 1659,
      "TCAAAGGAATTGACGGGG": 1660,
      "TTGCTCC": 1661,
      "AAGCCAA": 1662,
      "GGCCTATC": 1663,
      "TAAGGG": 1664,
      "TACGGGAGGCAGCAGTGGGGAA": 1665,
      "AGGTGTAGCGGTGAAATGCGTAG": 1666,
      "TGAAATC": 1667,
      "TGCTGGC": 1668,
      "ATTTCAA": 1669,
      "GCGAGG": 1670,
      "TGAGGGAA": 1671,
      "TATAGC": 1672,
      "ACAAAAC": 1673,
      "TCAACCCC": 1674,
      "AGTGAAATGCGTAG": 1675,
      "ATTCCAA": 1676,
      "CCCGCG": 1677,
      "TCACGG": 1678,
      "ACCTGGGG": 1679,
      "TCAGTTCGG": 1680,
      "GGCACC": 1681,
      "ACTCGG": 1682,
      "TTCTTTC": 1683,
      "TCAGCCC": 1684,
      "AGCTTCC": 1685,
      "TCGACC": 1686,
      "ATAAAAC": 1687,
      "TCCAAG": 1688,
      "TGTGTGTGTGTGTGTG": 1689,
      "ATTGCAA": 1690,
      "ACGCG": 1691,
      "TTCGCC": 1692,
      "TGGGCCC": 1693,
      "ATGCGC": 1694,
      "AGTAGG": 1695,
      "AACGCC": 1696,
      "GGTGGAA": 1697,
      "TTTGTAA": 1698,
      "AGAAGAAGCACC": 1699,
      "TGGGTAA": 1700,
      "TTTTTATT": 1701,
      "ATTCATG": 1702,
      "TGCTGTG": 1703,
      "TGGGGGC": 1704,
      "AGGGAGCG": 1705,
      "TTGGATT": 1706,
      "TTTCGC": 1707,
      "ATGGCG": 1708,
      "TCCAGG": 1709,
      "TACAAAA": 1710,
      "AGGGGGG": 1711,
      "TACCCG": 1712,
      "AGCCATC": 1713,
      "TAAGCGG": 1714,
      "TCTAGC": 1715,
      "ACTCAC": 1716,
      "ATGCAAGTC": 1717,
      "TGAGGCC": 1718,
      "TCTGGGC": 1719,
      "TTTAAGC": 1720,
      "AGAAAGAA": 1721,
      "TCTGCAACTCG": 1722,
      "AGTGGGC": 1723,
      "TGAAGGC": 1724,
      "TCCTAC": 1725,
      "TAGCGAA": 1726,
      "TCTAAG": 1727,
      "ATGTAT": 1728,
      "TTCGGGAA": 1729,
      "ACTCAG": 1730,
      "ACAATGGGGGAAACCC": 1731,
      "AGGAAGAA": 1732,
      "TTCAGG": 1733,
      "TGCTTGC": 1734,
      "TCCGGG": 1735,
      "TCTAAC": 1736,
      "TGGGTGTAA": 1737,
      "TTTAGAA": 1738,
      "TGAGCCC": 1739,
      "TGGTCGG": 1740,
      "TATTCAA": 1741,
      "ACCTGAGAGGGTGATCGGCC": 1742,
      "TGGTCG": 1743,
      "TGTGGGC": 1744,
      "ACCAGG": 1745,
      "TGAGATAC": 1746,
      "TACCCAA": 1747,
      "ACCAAAA": 1748,
      "TTAAGAA": 1749,
      "ACCGAA": 1750,
      "TGGACAG": 1751,
      "ACAACCC": 1752,
      "TGACCCC": 1753,
      "TGTTGGG": 1754,
      "ATTTATC": 1755,
      "TTACCAA": 1756,
      "AGAATAA": 1757,
      "TTGTTCGGAATTACTGGGCGTAA": 1758,
      "TCCGGC": 1759,
      "GGGAGGAAC": 1760,
      "ATAAATAA": 1761,
      "TACGTTCCCGGG": 1762,
      "TTTGGCC": 1763,
      "GGAAG": 1764,
      "AGCTCG": 1765,
      "AGCTGAG": 1766,
      "TGCAAAA": 1767,
      "AGAAAAG": 1768,
      "AGAGGGGG": 1769,
      "ATCTTCC": 1770,
      "TGCAGAAG": 1771,
      "TGGAACC": 1772,
      "TACAAAG": 1773,
      "TCTCTCC": 1774,
      "ACCTGCC": 1775,
      "GCATGG": 1776,
      "TAAGGAA": 1777,
      "TCTGATT": 1778,
      "CCCGGC": 1779,
      "ATGAGAG": 1780,
      "TTGCGG": 1781,
      "AGTGGCGAACGGGTGAGTAACACG": 1782,
      "GCCTGGGGAGTACGGCCGCAAGGTTAAAAC": 1783,
      "TAGTGGC": 1784,
      "TGGAGTG": 1785,
      "TTGAGG": 1786,
      "TAGATT": 1787,
      "TTTACAA": 1788,
      "TTTTTTAA": 1789,
      "TTCTGCC": 1790,
      "TGTTATT": 1791,
      "AGGGGCC": 1792,
      "GGCAAGCG": 1793,
      "AGAACG": 1794,
      "ATCATTC": 1795,
      "ATAGGAA": 1796,
      "AAAAAGC": 1797,
      "TTGTCCGGAATTATTGGGCGTAA": 1798,
      "ATCTGG": 1799,
      "TACTC": 1800,
      "TAGGTGG": 1801,
      "TGTAGCAGTGAAATGCGTAG": 1802,
      "GGACC": 1803,
      "TGCTGAC": 1804,
      "ACGGCC": 1805,
      "ACCCCAA": 1806,
      "TCTTGGC": 1807,
      "AGAGGGC": 1808,
      "ATTTGAG": 1809,
      "TCAAAGGAATTGACGGGGACCCGC": 1810,
      "AGCAAGC": 1811,
      "ATTTGTC": 1812,
      "TCGTCC": 1813,
      "TTTGCAA": 1814,
      "TTAATAA": 1815,
      "ATGGATG": 1816,
      "TTTAACC": 1817,
      "TTGTATT": 1818,
      "TTAGGAA": 1819,
      "TCGTAA": 1820,
      "TCTTAG": 1821,
      "TGATCCAGCAATGCCGCG": 1822,
      "AGACCG": 1823,
      "TGCTGAA": 1824,
      "TACCCGC": 1825,
      "TAGCTGGTCTGAGAGGATGATCAGCC": 1826,
      "GGGGG": 1827,
      "GAATAA": 1828,
      "AGGACAA": 1829,
      "ACACACACACACACAC": 1830,
      "AGAGAAG": 1831,
      "TGGTGAC": 1832,
      "TAACACG": 1833,
      "TGACGCTGAGGCAC": 1834,
      "AGTCTGCAACTCGACTCC": 1835,
      "TCTTTTG": 1836,
      "TAAGTCAG": 1837,
      "ATTTCTC": 1838,
      "TGGGTAACC": 1839,
      "GGCCACATTGGGACTGAGACACGGCCC": 1840,
      "TTCCCAA": 1841,
      "ATTTTGC": 1842,
      "AGAGCTCG": 1843,
      "TAGAGGG": 1844,
      "AGAGCAA": 1845,
      "TGGATGG": 1846,
      "AGATGGC": 1847,
      "TATGGAA": 1848,
      "ACGATGAA": 1849,
      "TAAAGAA": 1850,
      "AACTGCC": 1851,
      "AGCGGCGGAC": 1852,
      "TTTGTTC": 1853,
      "AGAGATGG": 1854,
      "TCCTTCC": 1855,
      "TGGCTTC": 1856,
      "TCTTGAA": 1857,
      "AGGGGGATAAC": 1858,
      "ACTATC": 1859,
      "TCTTCAA": 1860,
      "TTTCTTTC": 1861,
      "TCAAGTCATCATGGCCC": 1862,
      "AGTTTTG": 1863,
      "TCTTTTC": 1864,
      "AGGGCCC": 1865,
      "TTTGAAG": 1866,
      "TCCCCAA": 1867,
      "ATGTGAAAGCCC": 1868,
      "ACCGATGGCGAAGGC": 1869,
      "ATACGG": 1870,
      "AGGGGGC": 1871,
      "TGCAACTCGCC": 1872,
      "TAGAATTCC": 1873,
      "TATGCAA": 1874,
      "AGCTCCC": 1875,
      "ATGGCCG": 1876,
      "AGCAAGG": 1877,
      "ATAGCCG": 1878,
      "ATCTTTT": 1879,
      "TGAGAC": 1880,
      "TTAACCC": 1881,
      "TGTGAATTGC": 1882,
      "TCCATT": 1883,
      "TCATCG": 1884,
      "TGATCG": 1885,
      "GAAAGCGTGGGGAGCAAACAGG": 1886,
      "TTGCCCC": 1887,
      "TTTGGGG": 1888,
      "ATGAGAA": 1889,
      "AGTGTAGAGGTGAAATTCGTAG": 1890,
      "TGAAGAAG": 1891,
      "TTGGCGGGG": 1892,
      "TCAAATGAA": 1893,
      "AGGTGGG": 1894,
      "ATAAAAAA": 1895,
      "TGGTGTAGCGGTGAAATGCGC": 1896,
      "AGCATTC": 1897,
      "AGACCCC": 1898,
      "TTATTCC": 1899,
      "AGGTCTTG": 1900,
      "ACTCTAA": 1901,
      "AACTAG": 1902,
      "ACATGCAAGTCGAACG": 1903,
      "TGCTTTC": 1904,
      "TGTATGAA": 1905,
      "TGGCTCC": 1906,
      "AACACAA": 1907,
      "AGCTGTG": 1908,
      "TGGATGC": 1909,
      "TGCTGAG": 1910,
      "TGGTGCC": 1911,
      "ATTTGTG": 1912,
      "TGTAGCGGTGAAATGC": 1913,
      "GCCCCC": 1914,
      "AGGCTCC": 1915,
      "TCTGTCC": 1916,
      "TGATGCC": 1917,
      "TGCCGTGAGG": 1918,
      "AGGTCTC": 1919,
      "TCCGGATTTAT": 1920,
      "AGGTGAG": 1921,
      "GAAAAAA": 1922,
      "ATTTTGG": 1923,
      "AGCTGAA": 1924,
      "GGCGGGG": 1925,
      "GAAAGTC": 1926,
      "ACCTAG": 1927,
      "GCGCCC": 1928,
      "ATGAAGTCGGAATCGCTAGTAA": 1929,
      "GAAAGCGTGGGTAGC": 1930,
      "TGATGGC": 1931,
      "TGGTCTGAGAGGACG": 1932,
      "TGTTCAA": 1933,
      "AGGACAC": 1934,
      "AAGACAA": 1935,
      "ATTCTTC": 1936,
      "TACGGGG": 1937,
      "ATTGGAGTCTGCAACTCGACTCC": 1938,
      "TTCCTTC": 1939,
      "ATGATAA": 1940,
      "TTATCCGGATTTATTGGGTTTAA": 1941,
      "AGCATCC": 1942,
      "ATGACGGCCTTCGGGTTGTAA": 1943,
      "TGGACAC": 1944,
      "AGTTTTC": 1945,
      "ACTGGGC": 1946,
      "ATGATGC": 1947,
      "TAACGCATTAAGC": 1948,
      "TAATGGCC": 1949,
      "TCAAAAC": 1950,
      "TATTGAA": 1951,
      "TTTAAGG": 1952,
      "TTAACG": 1953,
      "GCAAGGCTGAAAC": 1954,
      "TGCCACC": 1955,
      "TGTGTAA": 1956,
      "TTCCCCC": 1957,
      "TATTTTTT": 1958,
      "TTTGTTTT": 1959,
      "AGAAGGG": 1960,
      "AGAGAC": 1961,
      "AGGCTTAAC": 1962,
      "AGCCTTC": 1963,
      "AGATCG": 1964,
      "TGGTTTT": 1965,
      "TGCCTTC": 1966,
      "ATCCCAA": 1967,
      "GGGCGC": 1968,
      "AGGATCC": 1969,
      "TTTGCCC": 1970,
      "ATTGTAG": 1971,
      "AGGACCC": 1972,
      "TGAAGGAA": 1973,
      "TGTTGCC": 1974,
      "TCTCCG": 1975,
      "AGGCGGC": 1976,
      "ATGTTTC": 1977,
      "AAGATGG": 1978,
      "TGACGGAGCAACGCCGCGTGAG": 1979,
      "AGTTCG": 1980,
      "TAATAG": 1981,
      "AGCCTGC": 1982,
      "AACGAA": 1983,
      "TTTGCG": 1984,
      "TGGACGG": 1985,
      "AGAGTTTGATCCTGGCTC": 1986,
      "AGTGGGG": 1987,
      "TGGCTGC": 1988,
      "TAAACAA": 1989,
      "TCTCCAA": 1990,
      "ATGTGAAATCCCC": 1991,
      "AGAGGAG": 1992,
      "ATGAAGAA": 1993,
      "TGCCCTTG": 1994,
      "TCCAAAA": 1995,
      "TGGATAA": 1996,
      "TCCTAG": 1997,
      "AGAACCC": 1998,
      "ATTTATG": 1999,
      "AAGTTTT": 2000,
      "AAGCGC": 2001,
      "TTTTTTTTTTTT": 2002,
      "TAATGAA": 2003,
      "TTTGTTG": 2004,
      "TCACTGC": 2005,
      "ATCCCCC": 2006,
      "ATCAGTC": 2007,
      "AAAGAAAA": 2008,
      "TCCAGGGC": 2009,
      "TGCTTTT": 2010,
      "AACAAGG": 2011,
      "ACGCCG": 2012,
      "TGAAGTC": 2013,
      "ATGAAAC": 2014,
      "ATTAGC": 2015,
      "GAAAGGG": 2016,
      "AGGTTAA": 2017,
      "TGATAT": 2018,
      "GGGTGCG": 2019,
      "ATGTATT": 2020,
      "ACGATGG": 2021,
      "TTATGGG": 2022,
      "TGTACG": 2023,
      "AGATGCC": 2024,
      "TGATATT": 2025,
      "GATGAACGCTGGC": 2026,
      "AGCTCTG": 2027,
      "TACAGAA": 2028,
      "ATGCTGC": 2029,
      "TCCTCCC": 2030,
      "ATCTGAA": 2031,
      "GGGTGC": 2032,
      "ACTAGG": 2033,
      "TTAAAAAA": 2034,
      "TGAGAAC": 2035,
      "TGGTTTC": 2036,
      "AAGTTTC": 2037,
      "TCCTGGG": 2038,
      "AGCTTTC": 2039,
      "AGCACTG": 2040,
      "AN": 2041,
      "ATCTTTC": 2042,
      "GGCGGACGGGTGAGTAACACG": 2043,
      "TGGCAAGCG": 2044,
      "TTCTCTC": 2045,
      "TCTCCCC": 2046,
      "TGACGCTGAGGC": 2047,
      "TCCCCG": 2048,
      "TGTTGAA": 2049,
      "AGCTCTC": 2050,
      "AGCTAGGGG": 2051,
      "TTTATCC": 2052,
      "TTGAGAG": 2053,
      "AAGCCGG": 2054,
      "ATGTTGG": 2055,
      "ATCTGCC": 2056,
      "ATTATAA": 2057,
      "TGGTGTG": 2058,
      "TATCGC": 2059,
      "GCAAGAA": 2060,
      "TGGCGGAC": 2061,
      "ATCATCC": 2062,
      "TGGAGTC": 2063,
      "TGAAATTG": 2064,
      "ATTTTAC": 2065,
      "AGTGCG": 2066,
      "GGCAACCC": 2067,
      "TCAGCTCGTGCCGTGAGG": 2068,
      "ACGAC": 2069,
      "TTCTGGG": 2070,
      "TATTCG": 2071,
      "TGGTTCC": 2072,
      "GAACAAG": 2073,
      "GGGAGGC": 2074,
      "TTCTCCC": 2075,
      "TTCGACGC": 2076,
      "TGATGCAGCCATGCCGCG": 2077,
      "ATTAAAG": 2078,
      "AGGTGCC": 2079,
      "TACTGGAA": 2080,
      "TTTACG": 2081,
      "AGGCAC": 2082,
      "ATGCCG": 2083,
      "TATATAT": 2084,
      "ATCGGC": 2085,
      "GGGCTCAACCTGGGAACTGC": 2086,
      "AGTAAAA": 2087,
      "TCCGAA": 2088,
      "TCCAGCC": 2089,
      "AGACACC": 2090,
      "AGTGGCC": 2091,
      "ATTGCG": 2092,
      "TTTCGGG": 2093,
      "TTCAGAA": 2094,
      "TCTTCCC": 2095,
      "TGAGGGC": 2096,
      "TATCAGC": 2097,
      "TTGGAAC": 2098,
      "AGGTGGTGCATGGTTGTCGTCAGCTCGTGTCGTGAGATGTTGGGTTAAGTCCCGCAACGAGCGCAACCC": 2099,
      "TTACCG": 2100,
      "TCAACG": 2101,
      "TCGCAGATC": 2102,
      "TCTTCG": 2103,
      "ATGTATG": 2104,
      "ACCTTCC": 2105,
      "GGGCCCC": 2106,
      "TGACGCTGAGGTGCGAAAGCGTGGGGAGCAAAC": 2107,
      "TACAGG": 2108,
      "AGATAT": 2109,
      "TTGAAGG": 2110,
      "TTCTGAA": 2111,
      "TAACGCATTAAG": 2112,
      "TAGTGAA": 2113,
      "TGTTGGC": 2114,
      "AGCAACC": 2115,
      "TCATAG": 2116,
      "AAAAAAC": 2117,
      "ACCACG": 2118,
      "TGGATTC": 2119,
      "TGAGTAACC": 2120,
